[section]
id = 90001				;大区ID

[world]
id = 30001				;游戏世界ID
name = 香蕉			;游戏世界名称
pet_packet_valve	= 10	; 宠物栏位个数

[ip]
db_server = 127.0.0.1	

[port]
db_server = 5005		;本地监听端口

[golden_code]
db_server = 90100891	;金色代码
game_server = 292		;金色代码

[gm_server]
ip = 127.0.0.1		;GMServerIP
port = 6600				;GMServer端口

[display]
width = 800				;窗口大小
height = 600			;窗口大小

[ranking]
enable = 1  ; 排名开关
time = 1  ; 排名时间
pet = 1  ; 宠物排名开关
strength = 1  ; 实力排名开关
level = 1  ; 等级排名开关
equip = 1  ; 装备排名开关
fame = 1  ; 声望排名开关
wuxun= 1 ;  武勋排名开关
flower = 1; 鲜花排名开关
egg = 1; 鸡蛋排名开关

[deltime]
;time = 2011-04-26 11:15:08
time = 4015 ;向前数的天数，也就是从当前时间算多少天之前的数据是需要保留的，再往前的数据不保留
